Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/kde3.tmx
Source language: en
Languages: be

source: The file you have requested is larger than KEdit is designed for. Please ensure you have enough system resources available to safely load this file, or consider using a program that is designed to handle large files such as KWrite.
be: Удакладніце, што у вас достаткова сістэмных рэсурсаў для бяспечнага адкрыцця гэтага файла альбо паспрабуйце адкрыць гэты файл у програме, якая падтрымлівае апрацоўку вялікіх файлаў, напрыклад KWrite.

source: The files are played in random order
be: Файлы прайграюцца ў выпадковым парадку

source: The following filenames have an invalid encoding. You may fix this with the convmv tool
be: Выпраўце сродкам convmv

source: The image you selected is not a valid ISO9660 image. Are you sure you want to burn it anyway? (There may exist other valid image types that are not detected by K3b but will work fine.)
be: [PO-fuzzy] (Ёсць іншыя тыпы адбіткаў, што не вызначаюцца K3b, але працуюць цудоўна.)

source: The interval between two reads of the interface's network load in milliseconds.
be: Інтрвал у мілісекундах паміж дзвюма чытаннямі сеціўнай нагрузкі інтэрфейса.

source: The linear graphs draws the border of the area representing the network load.
be: Лінейныя графікі малююць мяжу прасторы, што прадстаўляе сеціўную нагрузку

source: The maximum value for the input graph. If this value is 0, it will take the &quot;Output scale&quot; value.
be: Калі гэтае значэнне роўна 0, яно будзе прыроўнена да значэння &quot;Уваходзячая шкала&quot;.

source: The maximum value for the output graph. If this value is 0 and the interface is a remote one, the value will be retrieved from the SNMP server's statistics. If this value is 0 and the interface is a local one, the graphs are disabled.
be: Калі выстаўлена ў 0, і інтэрфейс лакальны, графікі адключаны.

source: The medium that will be used for burning
be: Носьбіт, што будзе ўжыты для выпальвання

source: The name of the interface, such as eth0, ppp0 or lo. This is dependant on the operating system you are running.
be: Гэта залежыць ад аперацыйнай сістэмы, што запушчана ў вас.

source: The shaded graph fills the area representing the network load with a gradient from black to the specified color.
be: Заценены графік запаўняе прастору, што прадстаўляе сеціўную нагрузку, градыентам ад чорнага да вызначанага колера.

source: The specified file does not exist
be: Дадзены файл не існуе

source: The string to replace spaces with
be: Радок для замены ім прагалаў

source: The style of both the two graphs.
be: Стыль абодвух графікаў

source: Theme
be: Тэма

source: Theme Selection
be: Вылучэнне тэмы

source: Theme exists
be: Тэма існуе

source: Themes
be: Тэмы

source: There appears to be a configuration error. You have associated Konqueror with %1, but it cannot handle this file type.
be: Вы прапанавалі адкрываць %1 у Konqueror, але ён не можа апрацоўваць файлы гэтага тыпу.

source: There seems to be not enough free space in temporary directory. Write anyway?
be: Запісаць усё роўна?

source: This device does not need any configuration.
be: Гэтая прылада не патрабуе ніякай канфігурацыі.

source: This document has been modified. Would you like to save it?
be: Хочаце яго захаваць?

source: This is a help box
be: Гэта акно дапамогі

source: This is a list of the latest news headlines shown on KDE Dot News
be: Гэта спіс загалоўкаў апошніх навінаў на KDE Dot News

source: This is a preferences box
be: Гэта акно настаўленняў

source: This is an about box
be: Гэта акно "Аб праграме"

source: Tiled
be: Брукаванкай

source: Tiled Maxpect
be: Брукаванкай прапарцыйна

source: Timeout
be: Таймаўт

source: Title
be: Загаловак

source: Title %1 (%2)
be: Загаловак %1 (%2)

source: Title (CD-Text)
be: Загаловак (CD-Text)

source: Title Alignment
be: Раўнаванне назвы

source: Title:
be: Загаловак:

source: To remove or rename files use the context menu.
be: Для выдалення або перайменавання файлаў карыстайцеся кантэкстным меню.

source: To remove the user parameters for the external program %1 open the K3b settings page 'Programs' and choose the tab 'User Parameters'.
be: Для выдалення карыстальніцкіх параметраў вонкавай праграмы %1 адкрыйце настаўленні K3b, старонку 'Праграмы' і выберыце ўкладку 'Карыстальніцкія параметры'.

source: To rip VideoCD's you must install VcdImager Version %1.
be: Для захопу відэа-CD вы мусіце ўсталяваць VcdImager версіі %1.

source: Toggle start during boot...
be: أقلب البدء خلال الإقلاع...

source: Tomorrow
be: Заўтра

source: Tools
be: Сродкі

source: Top: %1, Bottom: %2
be: Верх: %1, Ніз: %2

source: Total Size:
be: الحجم الإجمالي:

source: Tra&nsparent background
be: Пра&зрысты фон

source: Track
be: Трэк

source: Track %1
be: Трэк %1

source: Track Number
be: Нумар дарожкі

source: Track%1
be: Трэк%1

source: Tracks
be: Дарожкі

source: Traffic speed unit
be: Адзінка хуткасці трафіку

source: Traffic speed unit:
be: Адзінка хуткасці трафіку:

source: Transparent graphs' background
be: Празрысты фон графікаў

source: Triangular tree expander
be: Трохкутны гузік разгортвання дрэва

source: Try to determine meta information over the internet
be: Паспрабаваць вызначыць мета-інфармацыю праз інтэрнет

source: Try to perform quick formatting
be: Паспрабаваць правесці шпаркае фарматаванне

source: Turkey
be: Турцыя

source: Turn Off
be: Выключыць

source: Type
be: Тып

source: Type:
be: Тып:

source: Ukraine
be: Украіна

source: Unable to create directory %1
be: Немагчыма стварыць дырэкторыю %1

source: Unable to disable %1
be: غير قادر على تعطيل %1

source: Unable to enable %1
be: غير قادر على تمكين %1

source: Unable to find %1 executable
be: Не знойдзены выканальны файл %1

source: Unable to find the following files
be: Немагчыма знайсці наступныя файлы

source: Unable to handle the following files due to an unsupported format
be: Немагчыма апрацаваць наступныя файлы з прычыны непадтрымліваемага фармату

source: Unable to make a backup of the original file.
be: Не магу зрабіць рэзервную копію гэтага файла.

source: Unable to open '%1' for writing.
be: Немагчыма адкрыць '%1' для запісу.

source: Unable to read Video DVD contents.
be: Немагчыма прачытаць змест Відэа DVD.

source: Unable to start K3bSetup2.
be: Немагчыма запусціць K3bSetup2.

source: Unable to write to file.
be: Немагчыма запісаць у файл.

source: Uncheck All
be: Адлучыць усё

source: Uncheck Track
be: Адлучыць трэк

source: Unclassified Device
be: Неклясыфікаваная прылада

source: Unit used in the popup window to show the outstream and instream bandwidth used.
be: Адзінка, выкарыстоўваемая ў выплызным вакенцы для паказу ўваходзячай і зыходзячай прапускной шырыні

source: United Kingdom
be: Злучанае Каралеўства

source: United States
be: Злучаныя Штаты Амерыкі

source: Unknown
be: Невядомыя

source: Unknown Artist
be: Невядомы выканаўца

source: Unknown Connection
be: Невядомае злучэнне

source: Unknown Device
be: Невядомая прылада

source: Unknown Error
be: Невядомая памылка

source: Unknown album
be: Невядомы альбом

source: Unknown artist
be: Невядомы выканаўца

source: Unknown file format
be: Невядомы фармат файла

source: Unknown track
be: Невядомая дарожка

source: Unmount Failed
be: Адмацаванне не атрымалася.

source: Unmount the medium
be: [PO-fuzzy] Адмацаванне не атрымалася.

source: Unmounting %1 failed or was cancelled.
be: فشل إزالة تركيب %1 أو تم إلغائه.

source: Unmounting failed
be: Адмацаванне не атрымалася.

source: Unrecoverable error while ripping track %1.
be: Неаднаўляльная памылка падчас захопу трэка %1.

source: Unwanted MPlayer options:
be: Непажаданыя параметры :

source: Update
be: Абнавіць

source: Update description
be: [PO-fuzzy] Апісанне

source: Update interval (in msecs)
be: Інтэрвал абнаўлення (мілісек)

source: Update interval in milliseconds:
be: Інтэрвал абнаўлення ў мілісекундах:

source: Updating Database
be: [PO-fuzzy] Загрузка базы

source: Usage
be: Выкарыстанне

source: Usage Image Viewer
be: [PO-fuzzy] Праглядчык відарысаў

source: Use &custom colors
be: Выкарыстаць &свае колеры

source: Use 2336 byte sector mode for image file
be: Выкарыстоўваць рэжым 2336-байтных сектараў для файла адбітку

source: Use 2336 byte sectors
be: Выкарыстоўваць 2336 байтныя сектары

source: Use CD-Text
be: Ужываць CD-Тэкст

source: Use K3bSetup to solve this problem.
be: Скарыстуйце K3bSetup для вырашэння гэтай праблемы.

source: Use Sound
be: Выкарыстоўваць гук

source: Use all available databases
be: Выкарыстоўваць усе даступныя базы

source: Use custom colors.
be: Выкарыстаць свае колеры.

source: Use drag'n'drop to add MPEG video files to the project.
be: Карыстуйцеся перацягваннем, каб дадаць відэа-файлы MPEG у праект.

source: Use drag'n'drop to add files and directories to the project. To remove or rename files use the context menu. After that press the burn button to write the CD.
be: Пасля гэтага націсніце кнопку выпальвання для запісу CD.

source: Use harddisk emulation
be: Ужыць эмуляцыю жорсткага дыска

source: Use no emulation
be: Скасаваць эмуляцыю

source: Use relative paths instead of absolute
be: Ужываць адносныя шляхі замест абсалютных

source: Use selected databases only
be: Выкарыстоўваць толькі выбраныя базы

source: Use shadowed &text
be: [PO-fuzzy] Выкарыстаць

source: Use the titlefont settings (color, shadow) for the button icons. Overrides the custom color settings.
be: [PO-fuzzy] Выкарыстаць значкі.

source: Used %1 version %2 is outdated
be: Ужываемая версія %2 %1 састарэлая

source: Used audio output system:
be: Выкарыстована сістэма аудыа-вываду:

source: Used blocks:
be: Выкарыстованыя блокі:

source: Used:
be: المستعمل:

source: User
be: Карыстальнік

source: User Defaults
be: Вашыя прадвызначэнні

source: User Parameters
be: Карыстальніцкія параметры

source: User parameters have to be separated by space.
be: Карыстальніцкія параметры павінны быць раздзеленыя прагаламі.

source: User parameters specified for external program %1
be: Карыстальніцкія параметры выбраны для вонкавай праграмы %1

source: Username:
be: Карыстальнік:

source: Using %1 %2 - Copyright (C) %3
be: Выкарыстоўваецца %1 %2 - Аўтарскае права (C) %3

source: Version
be: Версія

source: Very large files (UDF)
be: Вельмі вялікія файлы (UDF)

source: Video
be: Відэа

source: Video CD
be: Відэа-CD

source: Video CD (Version 1.1)
be: Відэа CD (Версія 1.1)

source: Video CD (Version 2.0)
be: Відэа CD (Версія 2.0)

source: Video CD DATA track
be: DATA-трэк відэа-CD

source: Video CD MPEG tracks
be: MPEG-трэкі відэа-CD

source: Video CD Rip
be: Захоп відэа-CD

source: Video CD Ripping
be: Захоп відэа-CD

source: Video CD project
be: [PO-fuzzy] Відэа CD

source: Video Codec:
be: Відэа-кодэк:

source: Video DVD
be: Відэа-DVD

source: Video DVD (%1)
be: [PO-fuzzy] Відэа-DVD

source: Video DVD Project
be: Праект Відэа-DVD

source: Video DVD Rip
be: Захоп відэа-DVD

source: Video DVD Ripping
be: Захоп відэа-DVD

source: Video DVD project
be: [PO-fuzzy] Відэа DVD

source: Video DVD ripping
be: Захоп відэа-DVD

source: Video Picture Size
be: Памер відэа-малюнка

source: Video Quality
be: Якасць відэа

source: Video Settings
be: Настаўленні відэа

source: Video Size
be: Памер відэа

source: Video Size:
be: Памер відэа

source: Video Track Properties
be: Уласцівасцт відэа-трэка

source: Video format:
be: Фармат відэа:

source: VideoCD Project and VideoCD ripping
be: Праект відэа-CD і захоп відэа-CD

source: VideoDVD ripping and video encoding in pre-1.0 versions.
be: Захоп відэа-DVD і відэакадаванне у версіях pre-1.0.

source: Visualization
be: Візуалізацыя

source: Volume
be: Гучнасць

source: Volume Id:
be: Id тома:

source: Volume Name
be: Назва тома

source: Volume Name:
be: Назва тома:

source: Volume Set Id:
be: Id набору тамоў:

source: Volume:
be: Гучнасць:

source: Volume: %1%
be: Гучнасць: %1%

source: Waiting for Disk
be: Чаканне дыска

source: Waiting for Medium
be: Чаканне носьбіта

source: Warning
be: [PO-fuzzy] جاري التنفيذ

source: Wave
be: Хваля

source: Welcome to K3b - The CD and DVD Kreator
be: Сардэчна вітаем у K3b - стваральніку CD і DVD

source: Western Europe
be: Заходняя Еўропа

source: What
be: Што

source: When this option is set to true, the graphs will not have a background; instead, they take the background of the system tray area. Note: after changing this option you need to restart KNetLoad.
be: Заўважце: пасля змянення гэтай налады вы мусіце перастартаваць KNetLoad.

source: White space handling
be: Апрацоўка прагалаў

source: Why 4.4 instead of 4.7?
be: Чаму 4.4 замест 4.7?

source: Window
be: Акно

source: With most modern CD/DVD devices enabling DMA highly increases read/write performance. If you experience very low writing speeds this is probably the cause.
be: Адключанае DMA - прычына вельмі нізкай хуткасці.

source: Without write access to the generic device you might encounter problems with Audio CD ripping from %1 - %2
be: Без доступу на запіс у агульную прыладу вы можаце спаткаць праблемы з захопам Аудыа CD з %1 - %2

source: Wrap &column:
be: Пераносіць у пазіцыі:

source: Wrap at column
be: Пераносіць у пазіцыі:

source: Wrapping mode
be: Рэжым пераносу

source: Wri&te image file to:
be: За&пісваць файл адбітку ў:

source: Wri&te image files to:
be: За&пісваць файлы адбіткаў у:

source: Write &cue file
be: Запіс файла &раскладу

source: Write Error
be: Памылка запісу

source: Write a CD image to a CD-R(W)
be: Запісаць адбітак CD на CD-R(W)

source: Write a CD or DVD image to a CD-R(W) or DVD depending on the size
be: Запісаць адбітак CD ці DVD на CD-R(W) ці DVD у залежнасці ад памеру

source: Write a DVD ISO9660 image to a DVD
be: Запісаць ISO9660-адбітак DVD на DVD

source: Write a cuefile
be: Запіс файла раскладу

source: Write an Iso9660 image to DVD
be: [PO-fuzzy] Запісаць ISO9660-адбітак DVD на DVD

source: Write modes:
be: Рэжымы запісу:

source: Writer Drives
be: Прыводы запісу

source: Writer: %1 %2
be: Пісьменнік: %1 %2

source: Writing
be: Запісванне

source: Writing Mode
be: Рэжым запісу

source: Writing app:
be: Праграма запісу:

source: Writing cue file to %1.
be: Запіс файла раскладу у %1.

source: Writing information to images
be: [PO-fuzzy] Загрузка звестак з відарысаў

source: Writing mode
be: Рэжым запісу

source: Writing playlist to %1.
be: Запіс спіса прайгравання ў %1.

source: Wrote: %1
be: Запісана: %1

source: Year
be: Год

source: Year:
be: Год:

source: You can find this on your distribution disks or download it from http://www.vcdimager.org
be: Вы можаце знайсці гэта на вашых дыстрыбутыўных дысках, або спампуйце яго з http://www.vcdimager.org

source: You do not have permission to write to %1.
be: Вы не маеце дазволу на запіс у %1.

source: You do not have read permission to this file.
be: Вы не маеце мае дазволу на чытанне на гэтага файла.

source: You have specified a folder
be: Вы паказалі тэчку

source: You need to give a password to extract the file
be: Вы павінны задаць пароль для вымання файла

source: You need write access to %1
be: Вам патрэбен доступ на запіс да %1

source: Your Fortune for Today
be: Вашая фартуна на сёння

source: Yugoslavia
be: Югаславія

source: Zoom In
be: Павялічыць

source: Zoom Out
be: Зменшыць

source: [New Document]
be: [Новы дакумент]

source: [Up to Questions]
be: [Наверх да пытанняў]

source: _: As in No persons, no locations etc. I do realize that translators may have problem with this, but I need some how to indicate the category, and users may create their own categories, so this is the best I can do - Jesper. No %1
be: Адсутнічаюць %1

source: _: CPU C
be: C

source: _: CPU %1 C%1
be: C%1

source: _: EMAIL OF TRANSLATORS Your emails
be: komzpa@licei2.com

source: _: NAME OF TRANSLATORS Your names
be: Дарафей Праляскоўскі

source: _: This is milimeter for focal length, like 35mm mm
be: мм

source: _n: and %n session and %n sessions
be: [PO-fuzzy] і %n сесій

source: _n: %1 in %n track %1 in %n tracks
be: [PO-fuzzy] _n: %1 з %n трэк %1 з %n трэкаў

source: _n: %n audio tracks 1 audio track
be: [PO-fuzzy] _n: %n трэк %n трэкаў

source: _n: %n chapter %n chapters
be: [PO-fuzzy] _n: %n глава %n главаў

source: _n: %n title %n titles
be: [PO-fuzzy] _n: %n загаловак %n загалоўкаў

source: _n: %n track %n tracks
be: [PO-fuzzy] _n: %n трэк %n трэкаў

source: _n: 1 Day %n Days
be: [PO-fuzzy] _n: 1 трэк %n трэкаў

source: _n: 1 File %n Files
be: [PO-fuzzy] _n: %n загаловак %n загалоўкаў

source: _n: 1 Folder %n Folders
be: [PO-fuzzy] _n: %n загаловак %n загалоўкаў

source: _n: 1 Item %n Items
be: [PO-fuzzy] _n: %n загаловак %n загалоўкаў

source: _n: 1 file in %1 %n files in %1
be: [PO-fuzzy] _n: 1 загаловак з %1 %n загалоўкаў з %1

source: _n: 1 folder %n folders
be: [PO-fuzzy] _n: %n загаловак %n загалоўкаў

source: _n: 1 title from %1 %n titles from %1
be: [PO-fuzzy] _n: 1 загаловак з %1 %n загалоўкаў з %1

source: _n: 1 track %n tracks
be: [PO-fuzzy] _n: 1 трэк %n трэкаў

source: _n: 1 track (%1 minutes) %n tracks (%1 minutes)
be: [PO-fuzzy] _n: 1 трэк (%1 хвілін) %n трэкаў (%1 хвілін)

source: _n: 1 track (%1) %n tracks (%1)
be: [PO-fuzzy] _n: 1 трэк (%1) %n трэкаў (%1)

source: _n: 1 track (encoding to %1) %n tracks (encoding to %1)
be: [PO-fuzzy] _n: 1 трэк (кадаванне ў %1) %n трэкаў (кадаванне ў %1)

source: _n: Audio CD (1 track) Audio CD (%n tracks)
be: [PO-fuzzy] _n: 1 трэк %n трэкаў

source: _n: Mixed CD (1 track and %1) Mixed CD (%n tracks and %1)
be: [PO-fuzzy] _n: 1 трэк (%1) %n трэкаў (%1)

source: _n: Video CD (1 track) Video CD (%n tracks)
be: [PO-fuzzy] _n: 1 трэк %n трэкаў

source: _n: unused %n minutes
be: [PO-fuzzy] _n: няўжыта %n хвілін

source: a %1 medium
be: носьбіт %1

source: a Data Blu-ray medium
be: [PO-fuzzy] Носьбіт данняў %1

source: a Data CD medium
be: [PO-fuzzy] Носьбіт данняў %1

source: a Data CD or DVD medium
be: [PO-fuzzy] Носьбіт данняў %1

source: a Data DVD medium
be: [PO-fuzzy] Носьбіт данняў %1

source: a Data medium
be: [PO-fuzzy] Носьбіт данняў %1

source: a Mixed Mode CD medium
be: [PO-fuzzy] Носьбіт змешанага рэжыму %1

source: a Video CD medium
be: [PO-fuzzy] Відэа %1 носьбіт

source: a Video DVD medium
be: [PO-fuzzy] Відэа %1 носьбіт

source: a complete %1 medium
be: завершаны носьбіт %1

source: a complete or appendable %1 medium
be: завершаны або пашыральны носьбіт %1

source: an Audio CD medium
be: [PO-fuzzy] Аудыа %1 носьбіт

source: an appendable %1 medium
be: пашыральны носьбіт %1

source: an empty %1 medium
be: пусты носбіт %1

source: an empty medium
be: [PO-fuzzy] пусты носбіт %1

source: an empty or appendable %1 medium
be: пусты або пашыральны носьбіт %1

source: and
be: і

source: and CD Cloning
be: і кланаванне CD

source: auto
be: аўта

source: available
be: المتوفر

source: contains
be: змяшчае

source: could not read %1
be: немагчыма прачытаць %1

source: default
be: прадвызначана

source: detected extended VCD2.0 PBC files
be: вызначаны пашыраныя файлы VCD2.0 PBC

source: device
be: الجهاز

source: does not contain
be: не змяшчае

source: eMovix Project
be: [PO-fuzzy] Змешаны праект

source: eMovix Project (%1)
be: [PO-fuzzy] Змешаны праект

source: eMovix boot messages language:
be: Мова загрузачных паведамленняў eMovix:

source: eMovix project
be: [PO-fuzzy] eMovix CD

source: fast encoding
be: хуткае кадаванне

source: file(s) to open
be: файл(ы) для адкрыцця

source: forever
be: заўсёды

source: high quality
be: высокая якасць

source: infinite
be: бясконца

source: infinity
be: бясконцасць

source: is greater than
be: болей за

source: is not
be: не

source: kB
be: кБ

source: leaving loop
be: пакіданне пятлі

source: min
be: хв

source: more news...
be: болей навінаў...

source: msec
be: мс

source: music/ripped-tracks/%a - %t
be: музыка/захопленыя трэкі/%a - %t

source: n/a
be: недаступны

source: no
be: не

source: no Theme selected
be: не вылучана тэмы

source: no file
be: няма файла

source: no info
be: няма звестак

source: none
be: няма

source: not
be: не

source: not supported
be: не падтрымліваецца

source: or
be: ці

source: outside of project
be: па-за праектам

source: paused
be: прыпынена

source: pixels
be: пікселяў

source: playing
be: прайграванне

source: px
be: пікс

source: root
be: корань

source: running
be: جاري التنفيذ

source: sec
be: сек

source: seconds
be: секунд

source: size %1
be: памер %1

source: small file
be: маленькі файл

source: stopped
be: спынена

source: then wait
be: тады чакаць

source: time(s)
be: раз(оў)

source: to DVD
be: на DVD

source: today
be: сёння

source: tomorrow
be: заўтра

source: tracks
be: запісаў

source: unknown
be: невядомы

source: unknown language
be: невядомая мова

source: unnamed
be: безназоўны

source: writable
be: [PO-fuzzy] Загаловак

source: yes
be: так

source: yesterday
be: учора
